/* 
  QMLocalizable.strings
  QMAdSDK

  Created by xusheng on 2025/5/15.
  
*/
// 马来语


"view_now_button" = "Lihat sekarang";
"skip_button" = "Langkau";
"install_button" = "Pasang";
"download_button" = "Muat turun";
"downloading_status" = "Memuat turun";
"allow_install_alert" = "Benarkan kami memasang Aplikasi";
"app_name" = "Main semula";
"replay_button" = "Cuba lagi";
"retry_button" = "Tutup";
"close_button" = "Muat semula";
"refresh_button" = "Lihat";
"view_action" = "Tadi";
"just_now_time" = "Ketahui lebih lanjut";
"learn_more_link" = "Ketahui lebih lanjut";
"Reward_text" = "Hadiah dalam %.0fs";
"gets_Rewarded" = "Ganjaran berjaya dituntut";

// Default ad titles (picked randomly when title is missing)
"default_ad_title_1" = "Featured Recommendation";
"default_ad_title_2" = "You Might Like This";
"default_ad_title_3" = "Sponsored Content";
"default_ad_title_4" = "Discover Something New";
"default_ad_title_5" = "A Special Recommendation";
